Revit 2027 API
ParameterTypeId.RoomBaseHeatLoadOnParam Property
 "Heat Load Values"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomBaseHeatLoadOnParam { get; }
Public Shared ReadOnly Property RoomBaseHeatLoadOnParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomBaseHeatLoadOnParam {
	ForgeTypeId^ get ();
}
static member RoomBaseHeatLoadOnParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace